<?php
// +----------------------------------------------------------------------
// | 应用设置
// +----------------------------------------------------------------------

return [
    // 默认输出类型
    'default_return_type'    => 'json',

    // 权重类目
    'good_type' => [
        1 => '女装/男装/内衣',
        2 => '鞋装/箱包/配件',
        3 => '童装玩具/孕产/用品',
        4 => '家电/数码/手机',
        5 => '美妆/洗护/保健品',
        6 => '珠宝/眼镜/手表',
        7 => '运动/户外/乐器',
        8 => '游戏/动漫/影视',
        9 => '美食/生鲜/零食',
        10 => '鲜花/宠物/农资',
        11 => '房产/装修/建材',
        12 => '家具/家饰/家纺',
        13 => '汽车/二手车/用品',
        14 => '办公/DIY/五金电子',
        15 => '百货/餐厨/家庭保健',
        16 => '学习/卡券/本地服务',
    ],

    // 附属服务
    'ancillary_service' => [
        1 => '需要聊天',
        2 => '货比三家',
        3 => '加购物车',
        4 => '收藏宝贝',
        5 => '关注店铺',
        6 => '浏览店内两个宝贝以上',
        7 => '浏览详情到底5分钟以上',
    ],
];
